Autodesk.Revit.DB.Visual.Mirror.CommonTintColor
The property labeled "Tint Color" from the "Mirror" schema.
Remarks:
This property is of type "AssetPropertyDoubleArray4d".
Since:
2018.1

Autodesk.Revit.DB.Visual.Mirror.CommonTintToggle
The property labeled "Tint" from the "Mirror" schema.
Remarks:
This property is of type "AssetPropertyBoolean".
Since:
2018.1

Autodesk.Revit.DB.Visual.Mirror.MirrorColorByObject
The property labeled "Color By Object" from the "Mirror" schema.
Remarks:
This property is of type "AssetPropertyBoolean".
Since:
2018.1

Autodesk.Revit.DB.Visual.Mirror.MirrorTintcolor
The property labeled "Color" from the "Mirror" schema.
Remarks:
This property is of type "AssetPropertyDoubleArray4d".
This property allows a connected asset.
Since:
2018.1

Autodesk.Revit.DB.Visual.Mirror
Represents the properties of materials.
Since:
2018.1